package com.web.root.member.service;

public interface CheckMailService {

	//============================ 박성수 시작 ===========================================
	
	int sendEmail(String email);
	
	//============================ 박성수 끝 ===========================================

	
	
	//============================ 최윤희 시작 ===========================================
	
	// 비밀번호 찾기 메일 인증
	int sendFindPwdEmailCode(String email);
	
	//============================ 최윤희 끝 ===========================================
}
